Repository: openstack-archive/deb-python-django-openstack-auth
Catalog: openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: ko_kr, ru

source: The authentication token issued by the Identity service has expired.
ko_kr: Identity 서비스에서 발급한 인증 토큰이 만료되었습니다.
ru: Время действия токена, выданного сервисом идентификации, истекло.

source: No authentication backend could be determined to handle the provided credentials.
ko_kr: 인증이 안된 백엔드는 제공된 credential를 처리하기위해 결정할 수 있습니다
ru: Невозможно определить backend для обработки предоставленных учётных данных.

source: Invalid credentials.
ko_kr: 잘못된 자격 증명입니다.
ru: Неправильные учётные данные.

source: An error occurred authenticating. Please try again later.
ko_kr: 인증 중 오류가 발생했습니다. 잠시 후 다시 시도하세요.
ru: Произошла ошибка аутентификации. Пожалуйста, повторите попытку позже.

source: You are not authorized for any projects.
ko_kr: 당신은 어떤 프로젝트에도 권한이 없습니다.
ru: Вы не авторизованы ни в одном проекте.

source: Unable to authenticate to any available projects.
ko_kr: 사용 가능한 프로젝트에 인증 할 수 없습니다.
ru: Невозможно аутентифицировать ни в одном доступном проекте

source: Region
ko_kr: 지역
ru: Регион

source: User Name
ko_kr: 사용자 이름
ru: Имя пользователя

source: Password
ko_kr: 암호
ru: Пароль

source: Domain
ko_kr: 도메인
ru: Домен

source: Authenticate using
ko_kr: 인증 사용중
ru: Аутентификация с использованием

source: Deprecated: %s
ko_kr: 더 이상 사용되지 않습니다: %s
ru: Признано устаревшим: %s

source: Error loading logging config %(log_config)s: %(err_msg)s
ko_kr: 로깅 설정 %(log_config)s을 불러오지 못했습니다: %(err_msg)s
ru: Ошибка при загрузке конфигурации журнала %(log_config)s: %(err_msg)s

source: syslog facility must be one of: %s
ko_kr: syslog 기능이 다음 중 하나여야 합니다: %s
ru: syslog facility должна быть одной из: %s

source: Fatal call to deprecated config: %(msg)s
ko_kr: 더 이상 사용되지 않는 구성에 대한 심각한 호출: %(msg)s
ru: Неустранимое обращение к устаревшей конфигурации: %(msg)s

source: The JSON file that defines policies.
ko_kr: JSON 파일로 정책을 정의합니다.
ru: JSON файл определяющий политики.

source: Default rule. Enforced when a requested rule is not found.
ko_kr: 기본 규칙입니다. 요청된 규칙이 없을 때, 이 값으로 강제 설정됩니다.
ru: Правило по умолчанию. Используется в случае, если запрашиваемое правило отсутствует.

source: Directories where policy configuration files are stored.
ko_kr: 정책 구성 파일이 저장되는 디렉토리입니다.
ru: Каталоги с конфигурационными файлами политик.

source: Policy doesn't allow %s to be performed.
ko_kr: 정책 %s (을)를 진행 할 수 없습니다.
ru: Политика не разрешает выполнение %s

source: Rules must be an instance of dict or Rules, got %s instead
ko_kr: %s 대신 가져와야하는 규칙이나 dict에 대한 인스턴스여야 합니다.
ru: Rules должно быть экземпляром dict или Rules, получено %s

source: Unable to retrieve authorized projects.
ko_kr: 프로젝트 권한을 찾을 수 없습니다.
ru: Невозможно получить авторизованные проекты
